Repository: Good2Have/FindATM
Catalog: AtmMoney/*.lproj/Localization.strings
Languages: el

# mainviewcontroller.title
source: Nearest ATMs
el: Κοντινότερα ATMs

# mapviewcontroller.title
source: Nearest ATMs - Map
el: Κοντινότερα ATMs - Χάρτης

# mainviewcontroller.map
source: Map
el: Χάρτης

# atmdetailviewcontroller.title
source: ATM Details
el: Στοιχεία ATM

# bank.piraeusbank
source: Piraeus Bank
el: Τράπεζα Πειραιώς

# bank.nationalbank
source: National Bank
el: Εθνική Τράπεζα

# %ld visitors.count
source: %1$ld visitors
el: %1$ld επισκέπτες

# bankstate.money
source: Money
el: Χρήματα

# bankstate.moneytwenties
source: Money, gives 20€
el: Χρήματα, δίνει 20€

# bankstate.nomoney
source: Empty
el: Άδειο

# bankstate.money.readable
source: Has money
el: Έχει χρήματα

# bankstate.moneytwenties.readable
source: Has money, gives 20€
el: Έχει χρήματα, δίνει και 20€

# bankstate.nomoney.readable
source: Empty
el: Άδειο

# detail.view.hasmoney
source: Does this ATM dispense money?
el: Έχει χρήματα αυτό το ATM?

# detail.view.hastwenties
source: Does it also dispense €20?
el: Έχει 20€?

# detail.view.latestactivity
source: Latest Activity
el: Τελευταίες Αναφορές

# detail.directions
source: Directions
el: Οδηγίες

# submit.response.title
source: Information submitted Thank You!
el: Η πληροφορία σας καταχωρήθηκε. Ευχαριστούμε!

# network.failure.noentries.title
source: No close ATMs found. Try changing the distance.
el: Δεν βρέθηκαν κοντινά ATMs. Προσπαθήστε να αλλάξετε την απόσταση.

# filterview.noselection.errortitle
source: Please select at least one bank of your choice.
el: Παρακαλώ επιλέξτε μία ή περισσότερες τραπεζες.

# filterview.sections.title.selectbanks
source: Select Desired Banks
el: Επιλογή Τραπέζων

# filterview.sections.title.distance
source: Select Max Distance
el: Επιλογή Απόστασης
